{
    "Day2_beginning_1":"(It's my turn today...)",
    "Day2_beginning_2":"(Koyori senpai and Mashiro chan has took Mea senpai out for playing, and it's only me at home now.)",
    "Day2_beginning_3":"(It's just the chance to take decorations the party needs to room from the attic.)",
    "Day2_beginning_4":"(I'm not certain to do this secretly if Mea senpai is home now, but there would be no problem if I take all items out of the attic now!)",
    "Day2_leaving_1":" (No, it's not my mission to accompany Mea senpai outside.)",
    "Day2_leaving_2":"(I should go to the attic as soon as possible.)",
    "Day2_enteringAttic_1":"(Things for party...)",
    "Day2_enteringAttic_2":"(Celebration banner...Colored ribbon and crackers...And decoration for table ands walls...)",
    "Day2_enteringAttic_3":"(I remember that we bought too much at new year, then we put the remaining in the innermost of attic.)",
    "Day2_enteringAttic_4":"(Um, that's right.)",
    "Day2_enteringAttic_5":"(Now it's time for them to come in handy!)",
    "Day1_reachedDeepAttic_1":"(Huh...Huh...Finally I'm here...)",
    "Day1_reachedDeepAttic_2":"(It should be in the box at the front, however -- )",
    "Day1_reachedDeepAttic_3":"(How many things was thrown to this attic? Impulse buying, gifts sent from fans that are too many to use up...Uh, that's really a lot...)",
    "Day1_reachedDeepAttic_4":"(Hum, let me try hard to push the boxes pressing upon aside. Mhm --）",
    "Day1_boxCrash_1":"(That's hurt...But it seems I'm not injured...)",
    "Day1_boxCrash_2":"(That box is alright, but boxes pressed upon it is aside --）",
    "Day1_boxCrash_3":"(Ah!)",
    "Day1_boxCrash_4":"(They're collapsed! It would take many time to tidy up --)",
    "Day1_boxCrash_5":"(Oh my, I can't even go out now!)",
    "Day1_boxCrash_6":"(I screwed up...I'd ask Kisaragi for help --)",
    "Day1_boxCrash_7":"(No, no!)",
    "Day1_boxCrash_8":"(If I ask for help now, the plan will be exposed, and all efforts Koyori-san made would be wasted!)",
    "Day1_boxCrash_9":"(I must do it by myself, finish my job with my effort! Push on this plan for celebrating Mea senpai's anniversary!)",
    "Day1_sokobanSuccess_1":"(Huh...Huh...)",
    "Day1_sokobanSuccess_2":"(Finally it's over, at least I cleared a way out...)",
    "Day1_sokobanSuccess_3":"(Mea senpai shouldn't be home now, what a good chance!)",
    "Day1_sokobanSuccess_4":"(The only thing needed now is move the box to party room and make some cover on it!)",
    "Day1_sokobanSuccess_narrator_1":"In the end, it ended smoothly.",
    "Day1_sokobanSuccess_narrator_2":"Yaotome, who seized the opportunity created by Kisaragi and so on, accomplished her mission brilliantly.",
    "Day1_sokobanSuccess_narrator_3":"Now there's only one last step for the celebration plan.",
    "Day1_sokobanSuccess_narrator_4":"However at this time, unexpected situations happened...",
    "Day1_sokobanSuccess_narrator_5":"Kujo, holding the last baton of the race, once fell into a desperate situation --",

    "Day1_sokobanFailure_1":"(Huh...huh...)",
    "Day1_sokobanFailure_2":"(There're too many...)",
    "Day1_sokobanFailure_3":"(I can't treat them too violent as they're mixed with gifts from fans...Too bad...)",
    "Day1_sokobanFailure_4":"(I have to call them for help...)",
    "Day1_sokobanFailure_5":"Er...Kisaragi senpai? Is it a good time for you to talk?",
    "Day1_sokobanFailure_6":"[Kisaragi Koyori]\n(Whispers) Uh, yes, Mashiro chan has took mea senpai ahead.",
    "Day1_sokobanFailure_7":"Um...I'm in trouble now...",
    "Day1_sokobanFailure_8":"[Kisaragi Koyori]\n(Whispers) Eh?",
    "Day1_sokobanFailure_9":"I pushed over the boxes in attic when I was dragging the decorations.",
    "Day1_sokobanFailure_10":"And my way out is blocked...I can't clear them...",
    "Day1_sokobanFailure_11":"[Kisaragi Koyori]\n(Whispers)Um...But we are coming back now, it's too late to go back and help...",
    "Day1_sokobanFailure_12":"[Kisaragi Koyori]\n(Whispers)Ok, it's better to just count here.",
    "Day1_sokobanFailure_13":"Huh?",
    "Day1_sokobanFailure_14":"[Kisaragi Koyori]\n(Whispers):Do you have anything for cleaning by your side? Broom, mop or something like that?",
    "Day1_sokobanFailure_15":"Let me see... Yes, yes.",
    "Day1_sokobanFailure_16":"[Kisaragi Koyori]\n(Whispers)Then you drag the things we need for party to the outermost plas as much as possible, and then take the broom and mop, use them for a while.",
    "Day1_sokobanFailure_17":"Um, okay.",
    "Day1_sokobanFailure_18":"[Kisaragi Koyori]\n(Whispers):When you hear we come back, ask Mea senpai for help.",
    "Day1_sokobanFailure_19":"Huh? In this case...",
    "Day1_sokobanFailure_20":"[Kisaragi Koyori]\n(Whispers) It wouldn't expose in this way.",
    "Day1_sokobanFailure_21":"[Kisaragi Koyori]\n(Whispers)When we back, I and Kujo will take Mea-senpai to the bottom of stairs, then you shout.",
    "Day1_sokobanFailure_22":"I see...And I'll say I came up to clean the attic.",
    "Day1_sokobanFailure_23":"[Kisaragi Koyori]\n(Whispers)Good, just say so. I'll hang up first, Kujo is reaching her limit, I'd follow up immediately.",
    "Day1_sokobanFailure_24":"Okay, I'll also start preparing here!",
    "Day1_sokobanFailure_narrator_1":"In the end, it ended reluctantly.",
    "Day1_sokobanFailure_narrator_2":"Called Mea for help openly, indeed there're cleaning tools at hand, and indeed the attic is horribly messy --",
    "Day1_sokobanFailure_narrator_3":"So Yaotome wasn't doubted by Mea, which is gratifying.",
    "Day1_sokobanFailure_narrator_4":"During emptying the boxes, the box of materials used in the three's plan, was also pushed to the top of the attic stairs.",
    "Day1_sokobanFailure_narrator_5":"After that, they took a chance and moved the box reserved for the party, gratifying.",
    "Day1_sokobanFailure_narrator_6":"However, although they barely passed this level, and didn't expose anything to Mea,",
    "Day1_sokobanFailure_narrator_7":"the strange actions of the three these days, still disturbed Mea's keen intution...",
    "Day1_sokobanFailure_narrator_8":"Kujo, who holds the last baton of this relay race, doesn't even know this.",
    "Day1_sokobanFailure_narrator_9":"Can she cope with this crisis after all --",

    "Day2_task_1":"Go to the attic and tidy up items for birthday party!",
    "sokobanHint":"Push all the boxes to shining position and leave the attic!"
}