{
    "Strawberry":"Strawberry",
    "Strawberry_desc":"Fresh strawberry with just fine color and taste, suitable for decorating cakes.",
    "Blueberry":"Blueberry",
    "Blueberry_desc":"Small blueberry, small but appear well, suitable for decorating cakes.",
    "Cream":"Cream",
    "Cream_desc":"Alluring cream, used for flavoring cakes, but could be greasy if added too much.",
    "Icing":"Icing",
    "Icing_desc":"Pretty icing, more likely to be decoration than condiment, but still used for flavoring cakes.",
    "Cherry":"Cherry",
    "Cherry_desc":"Small cherry, seems like flush plump pearl, suitable for decorating cakes.",
    "Syrup":"Syrup",
    "Syrup_desc":"Thick syrup, seems to be lighter than cream, but change the taste of cake fiercer.",
    "Mint":"Mint",
    "Mint_desc":"Fragrant mint, refreshing both eating and smelling. Could be used for flavoring cakes.",
    "RedBeans":"Red beans",
    "RedBeans_desc":"Bright red bean， covering remembrance. Could be used for adding kindness into cakes.",
    "GlutinousRice":"Glutinous rice",
    "GlutinousRice_desc":"Sticky glutinous rice, who's suffering from indigestion shouldn't eat too much. But why adding this to cakes?",
    "Rose":"Rose",
    "Rose_desc":"Blooming rose, with paused time of picking, to shine on the cake later still.",
    "JujubePreserve":"Jujube preserve",
    "JujubePreserve_desc":"Glaced jujube, perfect hybrid of sugar and jujube. But why adding this?",
    "CherryBlossoms":"Cherry blossoms",
    "CherryBlossoms_desc":"Pink cherry blossoms, looks like snow of spring, suitable for creating a sakura-fubuki(Cherry blossoms blizzard) on a cake like mountain.",
    "ChoppedNuts":"Chopped nuts",
    "ChoppedNuts_desc":"Unconspicuous chopped nuts, tastes better than looks, could be used for enriching flavor of cakes.",
    "Mango":"Mango",
    "Mango_desc":"Plump mango, tastes flavorful too. could be used for flavoring cake.",
    "MeatFloss":"Meat floss",
    "MeatFloss_desc":"Fluffy meat floss, tastes like marshmallow, but does it really suitable for cakes?",
    "VanillaEssentialOil":"Vanilla essential oil",
    "VanillaEssentialOil_desc":"Essential oil extracted from vanilla, could cover the smell of egg. Used for flavoring cake.",
    "Yogurt":"Yogurt",
    "Yogurt_desc":"Cool yogurt, sour and appetizing, could be used for flavoring cake.",
    "CoconutShred":"Coconut shred",
    "CoconutShred_desc":"White coconut shred, concentrating wind of beach. Could be used for enriching flavor of cakes.",
    "Lemon":"Lemon",
    "Lemon_desc":"Typical lemon, round and sour typically. Suitable for decorating cakes.",
    "Grape":"Grape",
    "Grape_desc":"Colorful grapes, from green to purple, but dyeing rainbow on cakes.",
    "SeaSalt":"Sea salt",
    "SeaSalt_desc":"Refreshing sea salt, with no adhesion among particles. Could also refreshing cakes.",
    "Lamb":"Lamb",
    "Lamb_desc":"Rolled lamb, has removed gamey smell, but why put it in cakes whether than scalding?",
    "Onion":"Onion",
    "Onion_desc":"Light purple onion, could make people crying, but cakes don't cry.",
    "GreenPepper":"Green pepper",
    "GreenPepper_desc":"Green pepper that not spicy, said to be disliked by children.If used in cakes...",
    "RedPepper":"Red pepper",
    "RedPepper_desc":"Spicy red pepper, with eye-catching crimson and tongue-catching spicy, honestly it's a bad taste to add it in cakes.",
    "SoySauce":"Soy sauce",
    "SoySauce_desc":"One kind of soy sauce, tastes salty and looks light, mostly used for sauting or cold dressing.",
    "Tenderloin":"Tenderloin",
    "Tenderloin_desc":"Fresh and tender tenderloin, arouse people's appetite with one sight.But adding this into cake...an extreme carnivore?",
    "CocoaPowder":"Cocoa powder",
    "CocoaPowder_desc":"Fragrant cocoa powder, with strong fragrance of cocoa, adding cocoa flavor to cakes.",
    "Reore":"Reore",
    "Reore_desc":"Three layers Reore cookie, looks like small cake, suitable for decorating cakes.",
    "Marshmallow":"Marshmallow",
    "Marshmallow_desc":"Fluffy marshmallow, softening people's mind. suitable for decorating cakes.",
    "LaoBaigan":"Lao Baigan",
    "LaoBaigan_desc":"Spicy Lao Baigan(Chinese spirit), bringing violent flavor with alcohol.Causing suspection for adding this to cake.",
    "Rum":"Rum",
    "Rum_desc":"Mellow rum, with just fine color and alcohol strenth. Could be used for flavoring cakes.",
    "CoffeeLiqueur":"Coffee liqueur",
    "CoffeeLiqueur_desc":"Alcoholic coffee, whether drunking or awakening people? Hard to imagine how could it taste on cakes.",
    "MatchaPowder":"Matcha powder",
    "MatchaPowder_desc":"Jasper matha powder, with tea fragrant like a tea plantation, could make cake smell as refreshin as tea.",
    "DarkChocolate":"Dark chocolate",
    "DarkChocolate_desc":"Black chocolate, thick bitter like night, but coordinates well with sweet cake.",
    "WhiteChocolate":"White chocolate",
    "WhiteChocolate_desc":"White chocolate, shiny and sweet like sunshine, but hiding dark power turns mood of gal into shade.",
    "Cheese":"Cheese",
    "Cheese_desc":"Soft cheese, feels like silk, but its mellow aroma shows its truth."
}