{
    "Strawberry":"イチゴ",
    "Strawberry_desc":"赤くて新鮮なイチゴ、色も甘さもちょうどいい、ケーキの飾りにぴったりだ。",
    "Blueberry":"ブルーベリー",
    "Blueberry_desc":"小くてかわいいブルーベリー、ちっちゃいけど見かけはいい、ケーキの飾りにぴったりだ。",
    "Cream":"クリーム",
    "Cream_desc":"おいしいクリーム、入れすぎると飽きてしまう、ケーキの味を調整することができる。",
    "Icing":"粉砂糖",
    "Icing_desc":"きれいな粉砂糖、調味料より装飾品に似ている、基本的にはケーキの味を調整するために使われている。",
    "Cherry":"チェリー",
    "Cherry_desc":"小さなチェリー、赤くてふっくらとした真珠に似ている、ケーキの飾りにぴったりだ。",
    "Syrup":"シロップ",
    "Syrup_desc":"しばしばなシロップ、クリームよりあっさりが、クリームより激しくケーキの調整することができる。",
    "Mint":"ペパーミント",
    "Mint_desc":"さわやかなミント、涼しげな食感とさわやかな味がする、ケーキの味を調整することができる。",
    "RedBeans":"小豆",
    "RedBeans_desc":"鮮やかな小豆、赤い表面で思いを隠れている、ケーキで気持ちをこめられる。",
    "GlutinousRice":"もち米",
    "GlutinousRice_desc":"ねばねばなもち米、胃が良くない人はあんまり食べないほうがいい、ていうかなんでケーキはこれを入れるの？",
    "Rose":"ローズ",
    "Rose_desc":"盛られたバラ、その時間は摘まれた時点で止めた、これからもケーキの上で輝きを放つために。",
    "JujubePreserve":"ナツメ砂糖漬け",
    "JujubePreserve_desc":"甘い蜜ナツメ砂糖漬け、砂糖と青ナツメの完璧な組合だ、ていうかなんでケーキはこれを入れるの？",
    "CherryBlossoms":"桜",
    "CherryBlossoms_desc":"ピンクの桜は、桜色の春雪のような、山のようなケーキにきらびやかな桜吹雪のに適している。",
    "ChoppedNuts":"砕かれたナッツ",
    "ChoppedNuts_desc":"地味な砕かれたナッツ、食感は見た目のような地味じゃない、ケーキの味を豊富することができる。",
    "Mango":"マンゴー",
    "Mango_desc":"豊潤なマンゴー、食感も同じく充実である、ケーキの味を調整することができる。",
    "MeatFloss":"ポークフロス",
    "MeatFloss_desc":"ふわふわなポークフロス、食感はマシュマロのような、でもこれは本当にケーキに入れていいの？",
    "VanillaEssentialOil":"バニラ精油",
    "VanillaEssentialOil_desc":"香子蘭の精油、バニラの味でたまごの生臭いをカバーすることができる、ケーキの味を調整することができる。",
    "Yogurt":"ヨーグルト",
    "Yogurt_desc":"涼しいヨーグルト、酸っぱくて甘い人に食欲がでる、ケーキの味を調整することができる。",
    "CoconutShred":"ココナッツシュレッド",
    "CoconutShred_desc":"真っ白のココナッツシュレッド、熱帯砂浜の海風が凝縮されて、ケーキの味を豊富することができる。",
    "Lemon":"レモン",
    "Lemon_desc":"クラシックなレモン、丸さも酸っぱさもクラシックだ、ケーキの飾りにぴったりだ。",
    "Grape":"葡萄",
    "Grape_desc":"多彩な葡萄、青から紫になったのに、ケーキに色あせた虹の光を染めることができる。",
    "SeaSalt":"海塩",
    "SeaSalt_desc":"さっぱりした海塩、粒の間にほとんど凝りがなく、ケーキにも爽やかな感じを加えることができる。",
    "Lamb":"羊肉",
    "Lamb_desc":"巻いた羊肉、完璧に生臭いを消した、でもどうしてしゃぶしゃぶするじゃなくケーキに入れるの？",
    "Onion":"玉ねぎ",
    "Onion_desc":"薄紫の玉ねぎ、人に涙を落とす魔力がある、でもケーキは泣くことはできないよ。",
    "GreenPepper":"ピーマン",
    "GreenPepper_desc":"辛くないピーマン、子供に嫌われる噂がある、ケーキに入れると……",
    "RedPepper":"唐辛子",
    "RedPepper_desc":"からい唐辛子、目立つ赤さと本物の辛さ、正直これをケーキに入れるのは正に悪趣味だ。",
    "SoySauce":"醬油",
    "SoySauce_desc":"しょっぱい醬油、色は意外と浅い、ケーキに入れるとどんな味が出るのは分からない。",
    "Tenderloin":"テンダーロイン",
    "Tenderloin_desc":"柔らかいテンダーロイン、見ると食欲がでる、だがケーキにこれを入れるとは……究極の肉食主義者？",
    "CocoaPowder":"ココアパウダー",
    "CocoaPowder_desc":"香ばしいココアパウダー、人に酔うココアの香りがします、ケーキにココアの風味を付けられる。",
    "Reore":"レオレ",
    "Reore_desc":"三层のレオレ、自体はミニケーキらしく、ケーキの飾りにぴったりだ。",
    "Marshmallow":"マシュマロ",
    "Marshmallow_desc":"柔らかいマシュマロ、人の気持ちを柔らかくする、ケーキの飾りにぴったりだ。",
    "LaoBaigan":"ラオバイガン",
    "LaoBaigan_desc":"辛いラオバイガン（中国のお酒）、濃いアルコールは過激の食感をあげる、これをケーキに入れる理由を疑われる。",
    "Rum":"ラム",
    "Rum_desc":"まろやかなラム、度数も色もぴったり、ケーキの味を調整することができる。",
    "CoffeeLiqueur":"コーヒーワイン",
    "CoffeeLiqueur_desc":"コーヒーを含める酒、人に酔わせるかそれとも人を目覚めさせるか分からない、ケーキに入れると……どんな感じは想像できない。",
    "MatchaPowder":"抹茶パウダー",
    "MatchaPowder_desc":"莺色の抹茶パウダー、茶畑のような濃い茶味がする、ケーキに茶の香りがさせることができる。",
    "DarkChocolate":"ダークチョコレート",
    "DarkChocolate_desc":"Black chocolate, thick bitter like night, but coordinates well with sweet cake.",
    "WhiteChocolate":"ホワイトチョコレート",
    "WhiteChocolate_desc":"白いチョコレート、太陽の光のように甘い、でもその中に少女の心を闇にいかす黒い力が隠れてる。",
    "Cheese":"チーズ",
    "Cheese_desc":"柔らかいチーズは、シルクのように見える、だがその濃厚な香りはその本相を暴露している。"
}